Repository: mihailoveljic/SIMS-zdrvastvena-ustanova
Catalog: zdravstvena_ustanova/Properties/Resources.*.resx
Languages: sr_latn

source: Account
sr_latn: Nalog

source: Active medication approval requests
sr_latn: Aktivni zahtevi za odobrenje leka

source: Active requests
sr_latn: Aktivni zahtevi

source: Add inventory
sr_latn: Dodavanje inventara

source: Add item
sr_latn: Dodaj predmet

source: Add medication
sr_latn: Dodavanje leka

source: Add room
sr_latn: Dodavanje prostorije

source: Approval request
sr_latn: Zahtev za odobrenje

source: Approved
sr_latn: Odobren

# approvedMedicationCount
source: Number of approved medications
sr_latn: Broj odobrenih lekova

source: Average grade
sr_latn: Prosečna ocena

source: Average hours daily
sr_latn: Prosečno sati dnevno:

source: Back
sr_latn: Nazad

source: Cancel
sr_latn: Odustani

# cancel2
source: Cancel
sr_latn: Otkaži

source: Cancel renovation
sr_latn: Otkaži renoviranje

source: Cancel request
sr_latn: Otkaži zahtev

source: Cancel transfer
sr_latn: Otkazivanje premeštanja

source: Confirm
sr_latn: Potvrdi

source: Confirm delete?
sr_latn: Potvrdi brisanje?

# count
source: Quantity
sr_latn: Količina

# count:
source: Quantity:
sr_latn: Količina:

source: Creation date
sr_latn: Datum kreiranja

source: Current room:
sr_latn: Trenutna prostorija:

# currentWarehousoe
source: Current warehouse:
sr_latn: Trenutni magacin:

source: Date
sr_latn: Datum

source: Date of removal
sr_latn: Datum uklanjanja

source: Description
sr_latn: Opis

source: Description:
sr_latn: Opis:

source: Destination:
sr_latn: Odredište:

source: Doctor
sr_latn: Lekar

# doctor2
source: Doctor
sr_latn: Doktor:

source: Doctor:
sr_latn: Lekar:

source: Doctors
sr_latn: Lekari

source: Edit item
sr_latn: Izmena predmeta

source: Edit medication
sr_latn: Izmeni lek

# editMedication2
source: Edit medication
sr_latn: Izmena leka

source: Edit room
sr_latn: Izmena prostorije

source: End date
sr_latn: Datum završetka:

source: Finished medication approval requests
sr_latn: Završeni zahtevi za odobrenje leka

source: Finished requests
sr_latn: Završeni zahtevi

source: First
sr_latn: Prvu

source: Floor
sr_latn: Sprat

source: Floor:
sr_latn: Sprat:

# floorOfFirstRoom
source: Floor of first:
sr_latn: Sprat prve:

# floorOfSecondRoom
source: Floor of second:
sr_latn: Sprat druge:

source: Friday
sr_latn: Petak

# from2:
source: From:
sr_latn: Iz:

source: From:
sr_latn: Od:

source: From room:
sr_latn: Iz prostorije

source: Generate report
sr_latn: Generiši izveštaj

# gradeCount
source: Number of grades
sr_latn: Broj ocena

source: Home
sr_latn: Početna

source: Information
sr_latn: Informacije

source: Ingredient:
sr_latn: Sastojak:

source: Ingredients:
sr_latn: Sastojci:

source: Inventory count
sr_latn: Broj inventara

source: Inventory overview
sr_latn: Pregled inventara

source: Item
sr_latn: Predmet

source: Items
sr_latn: Predmeti

source: Item type
sr_latn: Tip predmeta

source: Item type:
sr_latn: Tip predmeta:

source: List of questions
sr_latn: Lista pitanja

source: Logout
sr_latn: Odjava

source: Manager
sr_latn: Upravnik

source: Medication
sr_latn: Lek

source: Medications
sr_latn: Lekovi

source: Medication type
sr_latn: Tip leka

source: Medication type:
sr_latn: Tip leka:

source: Merge with:
sr_latn: Spoji sa:

source: Monday
sr_latn: Ponedeljak

source: Most frequent day:
sr_latn: Najfrekventniji dan:

# MoveInventoryTo
source: Transfer to:
sr_latn: Premesti inventar u:

source: Name
sr_latn: Naziv

source: Name:
sr_latn: Naziv:

# nameOfFirstRoom
source: Name of first:
sr_latn: Naziv prve:

# nameOfSecondRoom
source: Name of second:
sr_latn: Naziv druge:

source: New
sr_latn: Nov

source: Next
sr_latn: Dalje

source: Note:
sr_latn: Napomena:

# numberOfApprovedMedications30Days
source: Number of approved medications in last 30 days
sr_latn: Broj odobrenih lekova u prethodnih 30 dana:

source: Number of grades per question
sr_latn: Broj ocena po pitanjima:

# numberOfOrders30Days
source: Number of orders in last 30 days
sr_latn: Broj narudžbina u prethodnih 30 dana:

# numberOfPollAnswers30Days
source: Number of poll answers in last 30 days
sr_latn: Broj odgovora na ankete u prethodnih 30 dana:

# numberOfRenovations30Days
source: Number of renovations in last 30 days
sr_latn: Broj renoviranja u prethodnih 30 dana:

# numberOfScheduledAppointments:
source: Number of scheduled appointments in last 30 days
sr_latn: Broj zakazanih termina:

# numberOfTransfers30Days
source: Number of transfers in last 30 days
sr_latn: Broj premeštanja u prethodnih 30 dana:

source: Orders
sr_latn: Narudžbine

# ordersCount
source: Number of orders
sr_latn: Broj narudžbina

# pickNewDate
source: New Date
sr_latn: Izaberi novi datum

source: Poll name
sr_latn: Naziv ankete

source: Polls
sr_latn: Ankete

# pollsAnswers
source: Poll answers
sr_latn: Odgovora na ankete

source: Poll type
sr_latn: Tip ankete

source: Print
sr_latn: Štampaj

source: Question
sr_latn: Pitanje

source: Remove inventory
sr_latn: Uklanjanje inventara

# renovationCount
source: Number of renovations
sr_latn: Broj renoviranja

# renovationEndDate
source: End date of renovation
sr_latn: Datum završetka renoviranja

# renovationReason
source: Reason for renovation
sr_latn: Razlog renoviranja

source: Renovations
sr_latn: Renoviranja

# renovationStartDate
source: Start date of renovation
sr_latn: Datum početka renoviranja

source: Renovation type:
sr_latn: Tip renoviranja:

source: Reports
sr_latn: Izveštaji

source: Request approval
sr_latn: Zatraži odobrenje

source: Requests
sr_latn: Zahtevi

source: Request status
sr_latn: Status zahteva

source: Resend
sr_latn: Pošalji ponovo

source: Results
sr_latn: Rezultati

source: Results:
sr_latn: Rezultati:

source: Room
sr_latn: Prostorija

source: Room:
sr_latn: Prostorija:

# roomMerge
source: Merge rooms
sr_latn: Spajanje prostorija

source: Room occupancy
sr_latn: Zauzetost prostorije

source: Room occupancy report
sr_latn: Izveštaj o zauzetosti prostorije

source: Rooms
sr_latn: Prostorije

# roomSplit
source: Split rooms
sr_latn: Razdvajanje prostorija

source: Room type
sr_latn: Tip prostorije

source: Saturday
sr_latn: Subota

source: Scheduled appointments
sr_latn: Zakazanih termina

source: Schedule renovation
sr_latn: Zakaži renoviranje

# scheduleRenovation2
source: Schedule renovation
sr_latn: Zakazivanje renoviranja

source: Schedule transfer
sr_latn: Zakaži premeštanje

# scheduleTransfer2
source: Schedule transfer
sr_latn: Zakazivanje premeštanja

source: Second
sr_latn: Drugu

source: Source:
sr_latn: Izvor:

source: Start date:
sr_latn: Datum početka:

source: Sunday
sr_latn: Nedelja

source: Thursday
sr_latn: Četvrtak

# to2:
source: To:
sr_latn: U:

source: To:
sr_latn: Do:

source: To room:
sr_latn: U prostoriju

source: Total:
sr_latn: Ukupno:

# totalGradeQuestionCount
source: Total grade ( number of questions )
sr_latn: Ukupna ocena (broj pitanja):

source: Total in hospital
sr_latn: Ukupno u bolnici

source: Transfer date
sr_latn: Datum premeštanja

source: Transfer date:
sr_latn: Datum premeštanja:

source: Transfers
sr_latn: Premeštanja

source: Tuesday
sr_latn: Utorak

source: Type
sr_latn: Tip

source: Type:
sr_latn: Tip:

# typeOfFirstRoom
source: Type of first:
sr_latn: Tip prve:

# typeOfSecondRoom
source: Type of second:
sr_latn: Tip druge:

source: Warehouse
sr_latn: Skladište

source: Wednesday
sr_latn: Sreda

source: Welcome!
sr_latn: Dobrodošli!

source: Writeoff
sr_latn: Otpis
